import Container from "../components/Container";

export default function AboutUs() {
  return (
    <div className="bg-white w-full">
      <Container classNames="py-[100px]">
        <div className="flex flex-col gap-6">
          <span className="text-[#161C2D] text-3xl font-black">درباره ما</span>
          <p className="text-[#161C2D] opacity-70 leading-7 font-normal">
            شروع حضور در دنیای آنلاین می‌تواند چالش‌برانگیز و پر از پیچیدگی
            باشد. در دنیای امروز که اینترنت و دستگاه‌های هوشمند برای همه در
            دسترس هستند، حضور در فضای دیجیتال به فرصتی بزرگ برای کسب‌وکارها
            تبدیل شده است. اما داشتن یک حضور موثر و موفق در این فضا به
            برنامه‌ریزی دقیق و آگاهی نیاز دارد. یک متخصص می‌تواند این مسیر را
            برای شما هموار و واضح کند و با راهنمایی‌های ارزشمند، شما را از آغاز
            تا رسیدن به نتایج مورد نظر همراهی کند. آژانس دیجیتال مارکتینگ
            نیتروژن در آبان 1401 تاسیس شد تا به عنوان تیمی متخصص و آگاه،
            کسب‌وکارها را در مسیر موفقیت دیجیتال هدایت کند. نیتروژن علاوه بر
            ارائه مشاوره و راهکارهای کاربردی، زیرساخت‌های لازم برای حضوری موثر و
            پایدار را نیز فراهم می‌آورد. هر جا که در مسیر دیجیتال خود قرار داشته
            باشید، نیتروژن همراه شماست تا بزنگاه‌های کلیدی را به نقاط عطف
            کسب‌وکارتان تبدیل کند. ما کمک می‌کنیم بهترین مسیر را برای دستیابی به
            اهدافتان انتخاب کنید و در این راه، مانند یک هم‌تیمی تا رسیدن به
            موفقیت همراه شما خواهیم بود؛ چرا که ماموریت ما این است: خلق حضوری
            موفق و تاثیرگذار در فضای دیجیتال برای کسب‌وکارها، همسو با اهداف
            آنها.
          </p>
        </div>
      </Container>
    </div>
  );
}
